{
    "biomedical": {
        "name": "بيانات علوم الحياة",
        "datasetField": {
            "studyDesignType": {
                "name": "نوع التصميم",
                "description": "أنواع التصميم التي تعتمد على التصميم التجريبي العام."
            },
            "studyOtherDesignType": {
                "name": "نوع تصميم آخر",
                "description": "إذا تم اختيار نوع تصميم آخر، اذكر أي أنواع تصميم أخرى تم استخدامها في هذه المجموعة من البيانات."
            },
            "studyFactorType": {
                "name": "نوع العامل",
                "description": "العوامل المستخدمة في مجموعة البيانات."
            },
            "studyOtherFactorType": {
                "name": "نوع عامل آخر",
                "description": "إذا تم اختيار نوع عامل آخر، اذكر أي أنواع عوامل أخرى تم استخدامها في هذه المجموعة من البيانات."
            },
            "studyAssayOrganism": {
                "name": "الكائن الحي",
                "description": "الاسم التصنيفي للكائن الحي المستخدم في مجموعة البيانات أو الذي يتم استخراج المادة البيولوجية منه."
            },
            "studyAssayOtherOrganism": {
                "name": "كائن حي آخر",
                "description": "إذا تم اختيار كائن حي آخر، اذكر أي كائنات حية أخرى تم استخدامها في هذه المجموعة من البيانات. يُفضل استخدام المصطلحات من التصنيف NCBI."
            },
            "studyAssayMeasurementType": {
                "name": "نوع القياس",
                "description": "مصطلح لتحديد النقطة النهائية أو ما يتم قياسه (مثل توصيف التعبير الجيني؛ تحديد البروتين)."
            },
            "studyAssayOtherMeasurmentType": {
                "name": "نوع قياس آخر",
                "description": "إذا تم اختيار نوع قياس آخر، اذكر أي أنواع قياس أخرى تم استخدامها. يُفضل استخدام المصطلحات من بوابة NCBO Bioportal."
            },
            "studyAssayTechnologyType": {
                "name": "نوع التكنولوجيا",
                "description": "مصطلح لتحديد التكنولوجيا المستخدمة لإجراء القياس (مثل مصفوفة الحمض النووي؛ مطياف الكتلة)."
            },
            "studyAssayOtherTechnologyType": {
                "name": "نوع تكنولوجيا آخر",
                "description": "إذا تم اختيار نوع تكنولوجيا آخر، اذكر أي أنواع تكنولوجيا أخرى تم استخدامها في هذه المجموعة من البيانات."
            },
            "studyAssayPlatform": {
                "name": "منصة التكنولوجيا",
                "description": "الشركة المصنعة واسم منصة التكنولوجيا المستخدمة في الاختبار (مثل Bruker AVANCE)."
            },
            "studyAssayOtherPlatform": {
                "name": "منصة تكنولوجيا أخرى",
                "description": "إذا تم اختيار منصة تكنولوجيا أخرى، اذكر أي منصات تكنولوجيا أخرى تم استخدامها في هذه المجموعة من البيانات."
            },
            "studyAssayCellType": {
                "name": "نوع الخلية",
                "description": "اسم خط الخلايا الذي تم استخلاص المصدر أو العينة منه."
            }
        }
    }
}