{
    "geospatial": {
      "name": "بيانات جغرافية",
      "datasetField": {
        "geographicCoverage": {
          "name": "التغطية الجغرافية",
          "description": "معلومات عن التغطية الجغرافية للبيانات. يشمل النطاق الجغرافي الكامل للبيانات."
        },
        "country": {
          "name": "الدولة / الأمة",
          "description": "الدولة أو الأمة التي تتعلق بها مجموعة البيانات."
        },
        "state": {
          "name": "الولاية / المقاطعة",
          "description": "الولاية أو المقاطعة التي تتعلق بها مجموعة البيانات. استخدم GeoNames للتهجئة الصحيحة وتجنب الاختصارات."
        },
        "city": {
          "name": "المدينة",
          "description": "اسم المدينة التي تتعلق بها مجموعة البيانات. استخدم GeoNames للتهجئة الصحيحة وتجنب الاختصارات."
        },
        "otherGeographicCoverage": {
          "name": "أخرى",
          "description": "معلومات أخرى عن التغطية الجغرافية للبيانات."
        },
        "geographicUnit": {
          "name": "الوحدة الجغرافية",
          "description": "أدنى مستوى من التجميع الجغرافي التي تغطيها مجموعة البيانات، مثل القرية، المقاطعة، المنطقة."
        },
        "geographicBoundingBox": {
          "name": "الصندوق الجغرافي المحيط",
          "description": "الوصف الهندسي الأساسي لأي مجموعة بيانات تصمم الجغرافيا هو الصندوق الجغرافي المحيط. يصف الصندوق الأدنى، المحدد بواسطة خطوط الطول الغربية والشرقية وخطوط العرض الشمالية والجنوبية، الذي يشمل أكبر مدى جغرافي للتغطية الجغرافية لمجموعة البيانات. يستخدم هذا العنصر في المرحلة الأولى من البحث القائم على الإحداثيات. يوصى بتضمين هذا العنصر في دليل الترميز، ولكن يصبح ضروريًا إذا تم تضمين الصندوق المتعدد الأضلاع."
        },
        "westLongitude": {
          "name": "خط الطول الغربي",
          "description": "الإحداثي الأقصى غربًا الذي يحدد المدى الجغرافي لمجموعة البيانات. النطاق الصالح للقيم، معبرًا عنه بالدرجات العشرية، هو -180.0 <= قيمة خط الطول الغربي <= 180.0."
        },
        "eastLongitude": {
          "name": "خط الطول الشرقي",
          "description": "الإحداثي الأقصى شرقًا الذي يحدد المدى الجغرافي لمجموعة البيانات. النطاق الصالح للقيم، معبرًا عنه بالدرجات العشرية، هو -180.0 <= قيمة خط الطول الشرقي <= 180.0."
        },
        "northLongitude": {
          "name": "خط العرض الشمالي",
          "description": "الإحداثي الأقصى شمالاً الذي يحدد المدى الجغرافي لمجموعة البيانات. النطاق الصالح للقيم، معبرًا عنه بالدرجات العشرية، هو -90.0 <= قيمة خط العرض الشمالي <= 90.0."
        },
        "southLongitude": {
          "name": "خط العرض الجنوبي",
          "description": "الإحداثي الأقصى جنوبًا الذي يحدد المدى الجغرافي لمجموعة البيانات. النطاق الصالح للقيم، معبرًا عنه بالدرجات العشرية، هو -90.0 <= قيمة خط العرض الجنوبي <= 90.0."
        }
      }
    }
  }
  