{
    "socialscience": {
        "name": "البيانات الوصفية للعلوم الاجتماعية والإنسانية",
        "datasetField": {
            "unitOfAnalysis": {
                "name": "وحدة التحليل",
                "description": "وحدة التحليل أو الملاحظة الأساسية التي تصفها هذه المجموعة من البيانات، مثل الأفراد، الأسر / المنازل، المجموعات، المؤسسات / المنظمات، الوحدات الإدارية، والمزيد. لمزيد من المعلومات حول المفردات المسيطر عليها لعناصر DDI، يرجى الرجوع إلى صفحة الويب الخاصة بـ DDI على http://www.ddialliance.org/controlled-vocabularies."
            },
            "universe": {
                "name": "الكون",
                "description": "وصف للسكان المشمولين بالبيانات في الملف؛ المجموعة التي تمثل موضوع الدراسة والتي تشير إليها نتائج الدراسة. عادة ما تساعد عوامل مثل العمر، الجنسية، والإقامة في تحديد كون معين، ولكن يمكن استخدام أي عدد من العوامل الأخرى، مثل حدود العمر، الجنس، الحالة الاجتماعية، العرق، المجموعة العرقية، الجنسية، الدخل، حالة المحاربين القدامى، الإدانة الجنائية، والمزيد. قد يتكون الكون من عناصر أخرى غير الأشخاص، مثل الوحدات السكنية، قضايا المحاكم، الوفيات، الدول، وهكذا. بوجه عام، يجب أن يكون من الممكن معرفة من وصف الكون ما إذا كان فرد معين أو عنصر هو عضو في السكان قيد الدراسة. يُعرف أيضًا بكون الاهتمام، سكان الاهتمام، والسكان المستهدفين."
            },
            "timeMethod": {
                "name": "طريقة الزمن",
                "description": "طريقة الزمن أو البعد الزمني لجمع البيانات، مثل البانيل، المقطعية، الاتجاه، السلسلة الزمنية، أو غيرها."
            },
            "dataCollector": {
                "name": "جامع البيانات",
                "description": "الفرد أو الوكالة أو المنظمة المسؤولة عن إدارة الاستبيان أو المقابلة أو تجميع البيانات."
            },
            "collectorTraining": {
                "name": "تدريب الجامع",
                "description": "نوع التدريب المقدم لجمع البيانات"
            },
            "frequencyOfDataCollection": {
                "name": "التكرار",
                "description": "إذا كانت البيانات المجمعة تشمل أكثر من نقطة زمنية واحدة، فحدد تكرار جمع البيانات؛ مثل شهريًا، ربع سنويًا، أو غير ذلك."
            },
            "samplingProcedure": {
                "name": "إجراءات المعاينة",
                "description": "نوع العينة وتصميم العينة المستخدمين لاختيار المجيبين على الاستبيان لتمثيل السكان. قد يشمل الإشارة إلى حجم العينة المستهدفة وكسر المعاينة."
            },
            "targetSampleSize": {
                "name": "حجم العينة المستهدفة",
                "description": "معلومات محددة بشأن حجم العينة المستهدفة، حجم العينة الفعلي، والصيغة المستخدمة لتحديد ذلك."
            },
            "targetSampleActualSize": {
                "name": "فعلي",
                "description": "حجم العينة الفعلي."
            },
            "targetSampleSizeFormula": {
                "name": "الصيغة",
                "description": "الصيغة المستخدمة لتحديد حجم العينة المستهدفة."
            },
            "deviationsFromSampleDesign": {
                "name": "الانحرافات الرئيسية لتصميم العينة",
                "description": "إظهار المراسلات وكذلك التناقضات بين الوحدات المجمعة (المحصلة) والإحصاءات المتاحة للسكان (العمر، نسبة الجنس، الحالة الاجتماعية، إلخ.) ككل."
            },
            "collectionMode": {
                "name": "وضع الجمع",
                "description": "الطريقة المستخدمة لجمع البيانات؛ خصائص الأدوات (مثل المقابلة الهاتفية، استبيان البريد، أو غير ذلك)."
            },
            "researchInstrument": {
                "name": "نوع أداة البحث",
                "description": "نوع أداة جمع البيانات المستخدمة. يشير المهيكل إلى أداة يتم فيها طرح نفس الأسئلة / الاختبارات على جميع المجيبين، ربما بإجابات مشفرة مسبقًا. إذا تضمن جزء صغير من هذا الاستبيان أسئلة مفتوحة، فقدم التعليقات المناسبة. يشير شبه المهيكل إلى أن أداة البحث تحتوي بشكل رئيسي على أسئلة مفتوحة. يشير غير المهيكل إلى أنه تم إجراء مقابلات متعمقة."
            },
            "dataCollectionSituation": {
                "name": "خصائص حالة جمع البيانات",
                "description": "وصف الجوانب الملحوظة لحالة جمع البيانات. يشمل المعلومات حول العوامل مثل تعاون المجيبين، مدة المقابلات، عدد مرات إعادة الاتصال، أو ما شابه."
            },
            "actionsToMinimizeLoss": {
                "name": "الإجراءات لتقليل الخسائر",
                "description": "ملخص للإجراءات المتخذة لتقليل فقدان البيانات. يشمل المعلومات حول الإجراءات مثل الزيارات المتابعة، فحوصات الإشراف، المطابقة التاريخية، التقدير، وهكذا."
            },
            "controlOperations": {
                "name": "عمليات التحكم",
                "description": "طرق تسهيل التحكم في البيانات التي يؤديها المحقق الرئيسي أو الأرشيف البيانات."
            },
            "weighting": {
                "name": "التوزين",
                "description": "قد يجعل استخدام إجراءات المعاينة من الضروري تطبيق الأوزان لإنتاج نتائج إحصائية دقيقة. يصف المعايير لاستخدام الأوزان في تحليل مجموعة البيانات. إذا تم تطوير صيغة أو معامل للتوزين، يتم توفير الصيغة، وتحديد عناصرها، وتوضيح كيفية تطبيق الصيغة على البيانات."
            },
            "cleaningOperations": {
                "name": "عمليات التنظيف",
                "description": "الطرق المستخدمة لتنظيف جمع البيانات، مثل فحص التناسق، فحص الشيفرات البرية، أو غير ذلك."
            },
            "datasetLevelErrorNotes": {
                "name": "ملاحظات خطأ مستوى الدراسة",
                "description": "عنصر ملاحظة يستخدم لأي معلومات تشرح أو توضح منهجية الدراسة ومعالجتها."
            },
            "responseRate": {
                "name": "معدل الاستجابة",
                "description": "نسبة أعضاء العينة الذين قدموا المعلومات."
            },
            "samplingErrorEstimates": {
                "name": "تقديرات خطأ المعاينة",
                "description": "قياس مدى دقة تقدير قيمة سكانية من عينة معينة."
            },
            "otherDataAppraisal": {
                "name": "أشكال أخرى من تقييم البيانات",
                "description": "قضايا أخرى تتعلق بتقييم البيانات. وصف القضايا مثل تباين الاستجابة، معدل عدم الاستجابة واختبار التحيز، تحيز المحاور والاستجابة، مستويات الثقة، تحيز الأسئلة، أو ما شابه."
            },
            "socialScienceNotes": {
                "name": "ملاحظات",
                "description": "ملاحظات عامة حول هذه المجموعة من البيانات."
            },
            "socialScienceNotesType": {
                "name": "النوع",
                "description": "نوع الملاحظة."
            },
            "socialScienceNotesSubject": {
                "name": "الموضوع",
                "description": "موضوع الملاحظة."
            },
            "socialScienceNotesText": {
                "name": "النص",
                "description": "نص هذه الملاحظة."
            }
        }
    }
}